Repository: michal-lejwoda/true-effects
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Message
pl: Wiadomość

source: Created goal.
pl: Stworzono cel.

source: Congratulations! You have added your first exercise.
pl: Gratulacje! Udało ci się stworzyć twoje własne ćwiczenie.

source: Congratulations! You have been logged in for 10 minutes.
pl: Gratulacje! Jesteś zalogowany przez 10 minut.

source: Congratulations! You have added 5 exercises.
pl: Gratulacje! Dodałeś 5 własnych ćwiczeń.

source: Congratulations! You have successfully modified 100 workouts.
pl: Gratulacje! Zmodyfikowałeś 100 treningów.

source: Congratulations! You have successfully modified 10 workouts.
pl: Gratulacje! Zmodyfikowałeś 10 treningów.

source: Congratulations! You have successfully modified your first workout.
pl: Gratulacje! Zmodyfikowałeś swój własny pierwszy trening.

source: Congratulations! You have spent 50 hours on the site.
pl: Gratulacje! Spędziłeś na stronie 50 godzin.

source: Congratulations! You have spent 100 hours on the site.
pl: Gratulacje! Spędziłeś na stronie 100 godzin.

source: Congratulations! You have spent 200 hours on the site.
pl: Gratulacje! Spędziłeś na stronie 200 godzin.

source: Congratulations! You have been logged into the site for 1 hour.
pl: Gratulacje! Jesteś zalogowany przez 1 godzine.

source: Congratulations! You have been logged in for 2 hours.
pl: Gratulacje! Jesteś zalogowany przez 2 godziny.

source: Congratulations! You have been logged in for 4 hours.
pl: Gratulacje! Jesteś zalogowany przez 4 godziny.

source: Congratulations! You have just created your first training.
pl: Gratulacje! Stworzyłeś swój pierwszy trening.

source: Password is too short (min 4 letters)
pl: Hasło jest za krótkie (min 4 litery)

source: Password is too long (max 50 letters)
pl: Hasło jest za długie (max 50 liter)

source: Username is too short (min 4 letters)
pl: Nazwa użytkownika jest za krótka (min 4 litery)

source: Username is too long (max 30 letters)
pl: Nazwa użytkownika jest za długa (max 30 liter)

source: Address email is invalid
pl: Adres e-mail jest nieprawidłowy

source: Passwords do not match
pl: Hasła nie są zgodne

source: Token is invalid
pl: Token jest nieprawidłowy

source: You are logged out
pl: Zostałeś wylogowany

source: Unfortunately, the password change failed
pl: Niestety zmiana hasła się nie powiodła

source: Password has been changed
pl: Hasło zostało zmienione

source: Old password is invalid
pl: Stare hasło jest nieprawidłowe

source: Please fix mistakes is change password form
pl: Proszę poprawić błędy w formularzu zmiany hasła
